---
kind: other
id: Methods.T:Autodesk.Revit.DB.WorksetConfiguration
source: html/7f7f8d7d-20e5-28a2-ef42-1163ce6f3be7.htm
---
# WorksetConfiguration Methods

Sets a group of user-created worksets to close.